Repository: Sleping-in/Anchor
Catalog: Anchor/Anchor/Localizable.xcstrings
Source language: en
Languages: ar

source: (No transcripts included)
ar: (لا توجد نسخ نصية مرفقة)

source: /month
ar: /الشهر

source: /year
ar: /السنة

source: %@ · Brisk
ar: %@ · سريع

source: %@ · Fast
ar: %@ · سريع جداً

source: %@ · Normal
ar: %@ · عادي

source: %@ · Relaxed
ar: %@ · مسترخي

# %@ (cont.)
source: %1$@ (cont.)
ar: %@ (تابع)

# %@ %@s
source: %1$@ %2$@s
ar: %@ %@ث

source: %@ now
ar: %@ الآن

# %@ plan, %@ %@, %@%@
source: %1$@ plan, %2$@ %3$@, %4$@%5$@
ar: خطة %@، %@ %@، %@%@

# %@, average mood %@
source: %1$@, average mood %2$@
ar: %@، متوسط المزاج %@

# %@, mood %lld of 5
source: %1$@, mood %2$lld of 5
ar: %@، المزاج %lld من ٥

source: %@, no mood data
ar: %@، لا توجد بيانات مزاج

source: %@How would you describe what you're carrying right now in one sentence?
ar: %@كيف تصف ما تحمله الآن في جملة واحدة؟

source: %@Is there a small step you could take today based on what came up?
ar: %@هل هناك خطوة صغيرة يمكنك اتخاذها اليوم بناءً على ما ظهر؟

source: %@What felt most important to say out loud?
ar: %@ما الذي شعرت أنه الأهم أن تقوله بصوت عالٍ؟

source: %@What's one thing you'd like to remember from this conversation?
ar: %@ما الشيء الذي تود تذكره من هذه المحادثة؟

source: %lld day streak
ar: سلسلة %lld يوم

source: %lld days
ar: %lld يوم

source: %lld days remaining
ar: متبقي %lld يوم

source: %lld percent
ar: %lld بالمئة

source: %lld-day streak
ar: سلسلة %lld يوم

source: %lldd
ar: %lld يوم

source: %lldd ago
ar: قبل %lld يوم

source: %lldh ago
ar: قبل %lld ساعة

# %lldm %llds
source: %1$lldm %2$llds
ar: %lld دقيقة %lld ثانية

source: %lldm ago
ar: قبل %lld دقيقة

source: %llds
ar: %lld ثانية

# %lldx cycles • %@ total
source: %1$lldx cycles • %2$@ total
ar: %lld دورة • %@ إجمالي

source: • Privacy First • User Safety • Accessibility • Ethical AI • Compassionate Care
ar: • الخصوصية أولاً • سلامة المستخدم • إمكانية الوصول • ذكاء اصطناعي أخلاقي • رعاية رحيمة

source: • Use Anchor in a quiet, private space • Be honest about your feelings • Take breaks if needed • Seek professional care when appropriate
ar: • استخدم مرساة في مكان هادئ وخاص • كن صادقاً بشأن مشاعرك • خذ استراحات إذا لزم الأمر • اطلب رعاية متخصصة عند الحاجة

source: 🔥 %lld-day streak!
ar: 🔥 سلسلة %lld يوم!

source: $6.67/month
ar: ٦٫٦٧$/الشهر

source: $9.99/month
ar: ٩٫٩٩$/الشهر

source: 7D
ar: ٧ أيام

source: 24/7 availability
ar: متاح على مدار الساعة

source: 30D
ar: ٣٠ يوم

source: 90D
ar: ٩٠ يوم

source: A clean card with highlights.
ar: بطاقة نظيفة مع أبرز النقاط.

source: A first name or nickname is perfect.
ar: الاسم الأول أو اسم مستعار سيكون مثالياً.

source: A moment to reflect
ar: لحظة للتأمل

source: A quiet presence for moments that feel heavy.
ar: حضور هادئ للحظات التي تشعر فيها بالثقل.

source: A short daily ritual with a calming quote and breath.
ar: طقس يومي قصير مع اقتباس مهدئ ونفس.

source: About
ar: حول التطبيق

source: About Anchor
ar: حول مرساة

source: Acceptance of Terms
ar: قبول الشروط

source: Account & Subscription
ar: الحساب والاشتراك

source: Acknowledge that Anchor is not a replacement for emergency care
ar: أقر بأن مرساة ليس بديلاً عن رعاية الطوارئ

source: Acknowledged
ar: تم الإقرار

source: Action items for you
ar: خطوات عمل لك

source: Action items for you:
ar: خطوات عمل لك:

source: Additional Support
ar: دعم إضافي

source: Advanced
ar: متقدم

source: After
ar: بعد

source: Age Requirement
ar: شرط العمر

source: AI-Powered Emotional Support
ar: دعم عاطفي مدعوم بالذكاء الاصطناعي

source: All
ar: الكل

source: All conversations are stored locally on your device and encrypted. We never upload your conversations to the cloud or share them with third parties.
ar: جميع المحادثات مخزنة محلياً على جهازك ومشفرة. لا نقوم أبداً برفع محادثاتك إلى السحابة أو مشاركتها مع أطراف ثالثة.

source: All personal data is encrypted and stored only on your device. We cannot access your conversations or personal information.
ar: جميع البيانات الشخصية مشفرة ومخزنة فقط على جهازك. لا يمكننا الوصول إلى محادثاتك أو معلوماتك الشخصية.

source: All your data is stored locally on this device. During live sessions, Anchor derives an on-device voice stress signal to gently tune responses. It is not diagnostic. Export or delete your data at any time.
ar: جميع بياناتك مخزنة محلياً على هذا الجهاز. خلال الجلسات المباشرة، يستخلص مرساة إشارة إجهاد صوتي على الجهاز لضبط الاستجابات بلطف. إنها ليست تشخيصية. صدّر أو احذف بياناتك في أي وقت.

source: Ambient sound
ar: صوت محيط

source: Anchor
ar: مرساة

source: Anchor can guide a short breathing exercise to help you reset.
ar: يمكن لمرساة توجيه تمرين تنفس قصير لمساعدتك على التجديد.

source: Anchor can send gentle reminders so check-ins stay easy to keep.
ar: يمكن لمرساة إرسال تذكيرات لطيفة ليبقى تسجيل الوصول سهلاً.

source: Anchor is an AI-powered emotional support tool, NOT a medical device or replacement for professional mental health care, therapy, or medical advice.
ar: مرساة هو أداة دعم عاطفي مدعومة بالذكاء الاصطناعي، وليس جهازاً طبياً أو بديلاً عن الرعاية النفسية المتخصصة أو العلاج أو المشورة الطبية.

source: Anchor is designed for adults (18+) with mild-to-moderate mental health challenges. It is not suitable for children or adolescents.
ar: مرساة مصمم للبالغين (١٨+) الذين يعانون من تحديات صحة نفسية خفيفة إلى متوسطة. ليس مناسباً للأطفال أو المراهقين.

source: Anchor is designed for users 18 and older.
ar: مرساة مصمم للمستخدمين بعمر ١٨ سنة وأكثر.

source: Anchor is designed for: • Emotional support during stressful times • Processing daily challenges • Exploring feelings and emotions • General mental wellness
ar: مرساة مصمم لـ: • الدعم العاطفي في الأوقات الصعبة • معالجة التحديات اليومية • استكشاف المشاعر والعواطف • الصحة النفسية العامة

source: Anchor is not a medical device and does not provide medical advice, diagnosis, or treatment. Always seek the advice of a qualified healthcare provider.
ar: مرساة ليس جهازاً طبياً ولا يقدم نصائح طبية أو تشخيصاً أو علاجاً. استشر دائماً مقدم رعاية صحية مؤهل.

source: Anchor is support, not emergency care. We will always show crisis resources when needed.
ar: مرساة هو دعم، وليس رعاية طوارئ. سنعرض دائماً موارد الأزمات عند الحاجة.

source: Anchor isn't responding to my voice
ar: مرساة لا يستجيب لصوتي

source: Anchor learns your best check-in time and can deliver calming moments or weekly sharing nudges.
ar: يتعلم مرساة أفضل وقت لتسجيل الوصول ويمكنه تقديم لحظات مهدئة أو تنبيهات مشاركة أسبوعية.

source: Anchor Moment
ar: لحظة مرساة

source: Anchor Moment is scheduled for %@.
ar: تم جدولة لحظة مرساة لـ %@.

source: Anchor Moment Time
ar: وقت لحظة مرساة

source: Anchor Moments
ar: لحظات مرساة

source: Anchor Premium
ar: مرساة بريميوم

source: Anchor provides AI-powered emotional support through voice conversations. It is NOT a replacement for professional mental health care.
ar: يقدم مرساة دعماً عاطفياً مدعوماً بالذكاء الاصطناعي عبر المحادثات الصوتية. ليس بديلاً عن الرعاية النفسية المتخصصة.

source: Anchor Session
ar: جلسة مرساة

source: Anchor session on %@
ar: جلسة مرساة في %@

source: Anchor suggests %@ breathing to help you reset.
ar: يقترح مرساة تنفس %@ لمساعدتك على التجديد.

source: Anchor Weekly Check-in
ar: التسجيل الأسبوعي في مرساة

source: Anchor will learn your patterns after a few sessions.
ar: سيتعلم مرساة أنماطك بعد بضع جلسات.

source: Annual
ar: سنوي

source: Anxiety
ar: القلق

source: Anything on your mind. You can talk about stress, anxiety, relationships, sleep, work, or just how your day went. You can also tap one of the conversation starters if you're not sure where to begin.
ar: أي شيء في ذهنك. يمكنك التحدث عن التوتر أو القلق أو العلاقات أو النوم أو العمل أو فقط كيف كان يومك. يمكنك أيضاً النقر على أحد بوادر المحادثة إذا لم تكن متأكداً من أين تبدأ.

source: At Anchor, we take your privacy seriously. All your conversations are stored locally on your device and are never uploaded to the cloud.
ar: في مرساة، نأخذ خصوصيتك على محمل الجد. جميع محادثاتك مخزنة محلياً على جهازك ولا يتم رفعها إلى السحابة أبداً.

source: Attempted
ar: تم المحاولة

source: Attempted:
ar: تم المحاولة:

source: Audio
ar: الصوت

source: Audio Interrupted
ar: تم مقاطعة الصوت

source: Authenticating…
ar: جارٍ المصادقة…

source: Authentication failed.
ar: فشلت المصادقة.

source: Average mood change when discussing these topics.
ar: متوسط تغير المزاج عند مناقشة هذه المواضيع.

source: Average Mood Shift
ar: متوسط تحول المزاج

source: Average mood shift by hour of day.
ar: متوسط تحول المزاج حسب ساعة اليوم.

source: Average mood shift in sessions where each strategy was explored.
ar: متوسط تحول المزاج في الجلسات التي تم استكشاف كل استراتيجية فيها.

# Average mood shift: %.1f • Positive-session rate: %lld%%
source: Average mood shift: %1$.1f • Positive-session rate: %2$lld%%
ar: متوسط تحول المزاج: %.1f • نسبة الجلسات الإيجابية: %lld%%

# Average mood: %@ before, %@ after, change %@ %@
source: Average mood: %1$@ before, %2$@ after, change %3$@ %4$@
ar: متوسط المزاج: %@ قبل، %@ بعد، التغير %@ %@

source: Average shift %@
ar: متوسط التحول %@

source: Average shift unavailable
ar: متوسط التحول غير متاح

source: Averages are calculated from sessions with mood check-ins.
ar: يتم حساب المتوسطات من الجلسات التي تحتوي على تسجيلات مزاج.

source: Avg Mood
ar: متوسط المزاج

source: Avg Mood Shift
ar: متوسط تحول المزاج

source: Avg shift
ar: متوسط التحول

source: Avg Shift
ar: متوسط التحول

source: Back
ar: رجوع

source: Before
ar: قبل

source: Before and after each conversation, you'll rate how you're feeling on a 1–5 scale. Over time, you can see your mood trends in the Insights tab.
ar: قبل وبعد كل محادثة، ستقيّم شعورك على مقياس من ١ إلى ٥. مع مرور الوقت، يمكنك رؤية اتجاهات مزاجك في تبويب الرؤى.

source: Before we begin, check in with yourself.
ar: قبل أن نبدأ، سجل وصولك مع نفسك.

source: Begin
ar: ابدأ

source: Begin a voice conversation with Anchor
ar: ابدأ محادثة صوتية مع مرساة

# Best for %@ • %@
source: Best for %1$@ • %2$@
ar: الأفضل لـ %@ • %@

source: Best Practices
ar: أفضل الممارسات

source: Box
ar: مربع

source: Breathe in
ar: شهيق

source: Breathe out
ar: زفير

source: Breathe. You are safe in this moment.
ar: تنفّس. أنت بأمان في هذه اللحظة.

source: Breathing circle, %@
ar: دائرة التنفس، %@

source: Breathing exercise
ar: تمرين التنفس

source: Breathing Exercise
ar: تمرين التنفس

source: Built locally from your session summaries. This helps Anchor personalise conversations over time.
ar: مبني محلياً من ملخصات جلساتك. يساعد هذا مرساة في تخصيص المحادثات مع مرور الوقت.

source: By continuing, you acknowledge that:
ar: بالمتابعة، أنت تقر بأن:

source: By using Anchor, you agree to these terms of service.
ar: باستخدام مرساة، فإنك توافق على شروط الخدمة هذه.

source: Call %@
ar: اتصل بـ %@

# Call %@ at %@?
source: Call %1$@ at %2$@?
ar: اتصل بـ %@ على %@؟

source: Calm Mentor
ar: مرشد هادئ

source: Can I delete my data?
ar: هل يمكنني حذف بياناتي؟

source: Can I export my data?
ar: هل يمكنني تصدير بياناتي؟

source: Cancel
ar: إلغاء

source: Cancel anytime. No commitments.
ar: إلغاء في أي وقت. بدون التزامات.

source: Change
ar: تغيير

source: Choose any that feel relevant — this helps Anchor spot patterns.
ar: اختر ما يبدو مناسباً — هذا يساعد مرساة في اكتشاف الأنماط.

source: Choose how you’d like to share this check-in.
ar: اختر كيف تريد مشاركة تسجيل الوصول هذا.

source: Clinical observations
ar: ملاحظات سريرية

source: Close
ar: إغلاق

source: Complete
ar: مكتمل

source: Complete a few sessions with mood check-ins to see your trends here.
ar: أكمل بضع جلسات مع تسجيلات مزاج لرؤية اتجاهاتك هنا.

source: Complete privacy & security
ar: خصوصية وأمان كاملان

source: Completed
ar: مكتمل

source: Completion: %@
ar: الإتمام: %@

source: Connecting…
ar: جارٍ الاتصال…

source: Connection Lost
ar: انقطع الاتصال

source: Consider professional help if you: • Have persistent symptoms • Feel unable to cope • Experience thoughts of self-harm • Need medication management
ar: فكر في طلب مساعدة متخصصة إذا: • لديك أعراض مستمرة • تشعر بعدم القدرة على التأقلم • تراودك أفكار إيذاء النفس • تحتاج إدارة الأدوية

source: Contact Support
ar: اتصل بالدعم

source: Contact Us
ar: اتصل بنا

source: Context for continuity
ar: سياق للاستمرارية

source: Continue
ar: متابعة

source: Continue session
ar: متابعة الجلسة

source: Continue Session
ar: متابعة الجلسة

source: Conversation
ar: المحادثة

source: Conversation persona
ar: شخصية المحادثة

source: Conversation Persona
ar: شخصية المحادثة

source: Conversation with Anchor
ar: محادثة مع مرساة

source: Copied to Clipboard
ar: تم النسخ إلى الحافظة

source: Coping attempted:
ar: محاولة التأقلم:

source: Coping outcomes
ar: نتائج التأقلم

source: Coping strategies
ar: استراتيجيات التأقلم

source: Coping strategies: • %@
ar: استراتيجيات التأقلم: • %@

source: Coping strategies: %@
ar: استراتيجيات التأقلم: %@

source: Coping Strategy Effectiveness
ar: فعالية استراتيجيات التأقلم

source: Copy Takeaway
ar: نسخ الخلاصة

source: Copy the takeaway to your clipboard.
ar: انسخ الخلاصة إلى الحافظة.

source: Couldn't Save
ar: تعذر الحفظ

source: Count
ar: العدد

source: Crisis detected
ar: تم اكتشاف أزمة

source: Crisis keywords detected
ar: تم اكتشاف كلمات أزمة

source: Crisis Resources
ar: موارد الأزمات

source: Crisis support worldwide
ar: دعم الأزمات حول العالم

source: Current streak: —
ar: السلسلة الحالية: —

# Current streak: %lld %@
source: Current streak: %1$lld %2$@
ar: السلسلة الحالية: %lld %@

source: Currently selected
ar: المحدد حالياً

source: Cycle %lld of %lld
ar: الدورة %lld من %lld

source: Daily average mood over the last month.
ar: متوسط المزاج اليومي خلال الشهر الماضي.

source: Daily Check-in Time
ar: وقت تسجيل الوصول اليومي

source: Daily Check-ins
ar: تسجيلات الوصول اليومية

source: Daily Limit Reached
ar: تم بلوغ الحد اليومي

source: Danger Zone
ar: منطقة الخطر

source: Data Collection
ar: جمع البيانات

source: Data Storage
ar: تخزين البيانات

source: Date
ar: التاريخ

source: Date of birth
ar: تاريخ الميلاد

source: Date of Birth
ar: تاريخ الميلاد

source: day
ar: يوم

source: days
ar: أيام

source: Days Active
ar: الأيام النشطة

source: Delete
ar: حذف

source: Delete All
ar: حذف الكل

source: Delete All Data?
ar: حذف جميع البيانات؟

source: Delete All My Data
ar: حذف جميع بياناتي

source: Delete All Sessions
ar: حذف جميع الجلسات

source: Delete All Sessions?
ar: حذف جميع الجلسات؟

source: Delete Everything
ar: حذف كل شيء

source: Delete Session?
ar: حذف الجلسة؟

source: Developer configuration. Your key is stored in the device Keychain and never leaves this device.
ar: إعدادات المطور. يتم تخزين مفتاحك في سلسلة مفاتيح الجهاز ولا يغادر هذا الجهاز أبداً.

source: Did not help:
ar: لم يساعد:

source: Disclaimer
ar: إخلاء المسؤولية

source: Do I need an internet connection?
ar: هل أحتاج اتصالاً بالإنترنت؟

source: Do NOT rely on Anchor for: • Medical emergencies • Crisis situations • Suicidal thoughts or self-harm urges • Severe mental health conditions
ar: لا تعتمد على مرساة في: • حالات الطوارئ الطبية • حالات الأزمات • أفكار انتحارية أو رغبات إيذاء النفس • حالات الصحة النفسية الشديدة

source: Dominant emotions: %@
ar: العواطف السائدة: %@

source: Done
ar: تم

source: Double tap to %@
ar: انقر مرتين لـ %@

source: Double tap to contact
ar: انقر مرتين للاتصال

source: Double tap to deselect
ar: انقر مرتين لإلغاء التحديد

source: Double tap to select
ar: انقر مرتين للتحديد

source: Double tap to select this breathing pattern
ar: انقر مرتين لاختيار نمط التنفس هذا

source: Double tap to select this plan
ar: انقر مرتين لاختيار هذه الخطة

source: Duration
ar: المدة

source: Duration: %@
ar: المدة: %@

source: During a conversation, long-press (or right-click) on any Anchor response to see a context menu with "Report Response". Select a reason and submit — the report is saved locally.
ar: أثناء المحادثة، اضغط مطولاً (أو انقر بزر الفأرة الأيمن) على أي استجابة من مرساة لرؤية قائمة السياق مع "الإبلاغ عن استجابة". اختر سبباً وأرسل — يتم حفظ البلاغ محلياً.

source: Email: %@ We'd love to hear from you!
ar: البريد الإلكتروني: %@ يسعدنا سماع رأيك!

source: Emergency help
ar: مساعدة طارئة

source: Emergency resources
ar: موارد الطوارئ

source: Emergency Resources
ar: موارد الطوارئ

source: Emergency Situations
ar: حالات الطوارئ

source: Enable microphone access in Settings to use live voice conversations.
ar: فعّل الوصول إلى الميكروفون في الإعدادات لاستخدام المحادثات الصوتية المباشرة.

source: End
ar: إنهاء

source: End conversation
ar: إنهاء المحادثة

source: End intensity: %lld/10
ar: شدة النهاية: %lld/١٠

source: End physical cues: %@
ar: الإشارات الجسدية النهائية: %@

source: End session
ar: إنهاء الجلسة

source: End Session
ar: إنهاء الجلسة

source: End the conversation and save
ar: إنهاء المحادثة والحفظ

source: End the current session and save
ar: إنهاء الجلسة الحالية والحفظ

source: End: %@
ar: النهاية: %@

source: Enjoy unlimited access during your trial.
ar: استمتع بوصول غير محدود خلال فترة التجربة.

source: Enter Anchor
ar: ادخل مرساة

source: Environment: %@
ar: البيئة: %@

source: Environmental factors: %@
ar: العوامل البيئية: %@

source: Estimated from your speech patterns during the session.
ar: مقدّر من أنماط كلامك خلال الجلسة.

source: Even rhythm to steady anxiety.
ar: إيقاع متساوٍ لتثبيت القلق.

source: Every check-in counts.
ar: كل تسجيل وصول مهم.

source: Exhale
ar: زفير

source: Export All Data
ar: تصدير جميع البيانات

source: Export My Data
ar: تصدير بياناتي

source: Export or delete sessions
ar: تصدير أو حذف الجلسات

source: Export PDF
ar: تصدير PDF

source: Face ID failed.
ar: فشل Face ID.

source: Face ID isn’t available on this device.
ar: Face ID غير متوفر على هذا الجهاز.

source: Family
ar: العائلة

source: Faster
ar: أسرع

source: Features
ar: الميزات

source: Finalizing notes…
ar: جارٍ إتمام الملاحظات…

source: Finalizing your summary…
ar: جارٍ إتمام الملخص…

source: Finances
ar: المالية

source: Find a Helpline
ar: ابحث عن خط مساعدة

source: Find next steps
ar: ابحث عن الخطوات التالية

source: Focus and themes
ar: التركيز والمواضيع

source: Focus: %@
ar: التركيز: %@

source: For Adults Only
ar: للبالغين فقط

source: For your therapist
ar: لمعالجك النفسي

source: For your therapist: → %@
ar: لمعالجك النفسي: → %@

source: Free Plan
ar: الخطة المجانية

source: Free time left today: %@
ar: الوقت المجاني المتبقي اليوم: %@

source: Free time remaining: %@
ar: الوقت المجاني المتبقي: %@

source: Free Trial
ar: تجربة مجانية

source: Free users get 10 minutes of conversation time per day, with access to voice conversations and crisis resources. Premium unlocks unlimited conversations, insights, streaks, breathing exercises, and data export.
ar: يحصل المستخدمون المجانيون على ١٠ دقائق من وقت المحادثة يومياً، مع الوصول إلى المحادثات الصوتية وموارد الأزمات. بريميوم يفتح محادثات غير محدودة ورؤى وسلاسل وتمارين تنفس وتصدير البيانات.

source: Gemini API Key
ar: مفتاح Gemini API

source: Generated by Anchor
ar: تم إنشاؤه بواسطة مرساة

source: Generating response
ar: جارٍ إنشاء الاستجابة

source: Generating your takeaway…
ar: جارٍ إنشاء خلاصتك…

source: Gentle, validating, casual
ar: لطيف، داعم، غير رسمي

source: Get comfortable
ar: استرخِ

source: Getting Started
ar: البدء

source: Go to Settings → Manage Subscription. You can view your current plan, start a free trial, or change your subscription.
ar: اذهب إلى الإعدادات → إدارة الاشتراك. يمكنك عرض خطتك الحالية أو بدء تجربة مجانية أو تغيير اشتراكك.

source: Go with the flow
ar: انسجم مع التيار

source: good
ar: جيد

source: Good
ar: جيد

source: Good afternoon
ar: مساء الخير

source: Good evening
ar: مساء الخير

source: Good morning
ar: صباح الخير

source: Gratitude
ar: الامتنان

source: great
ar: ممتاز

source: Great
ar: رائع

source: Harmful or unsafe advice
ar: نصيحة ضارة أو غير آمنة

source: Health
ar: الصحة

source: Help
ar: المساعدة

source: Help & FAQ
ar: المساعدة والأسئلة الشائعة

source: Help is available 24/7
ar: المساعدة متاحة على مدار الساعة

source: Help me process something
ar: ساعدني في معالجة أمر ما

source: Helped:
ar: ساعد:

source: Hide Live Activity status
ar: إخفاء حالة النشاط المباشر

source: High
ar: مرتفع

source: Highlights
ar: أبرز النقاط

source: History
ar: السجل

source: Hold
ar: توقف

source: Home practice
ar: تمارين منزلية

source: Home Practice
ar: تمارين منزلية

source: Home practice:
ar: تمارين منزلية:

source: Home practice: %@
ar: تمارين منزلية: %@

source: Hour
ar: ساعة

source: How are you feeling now?
ar: كيف تشعر الآن؟

source: How are you feeling?
ar: كيف تشعر؟

source: How are you today?
ar: كيف حالك اليوم؟

source: How do breathing exercises work?
ar: كيف تعمل تمارين التنفس؟

source: How do I manage my subscription?
ar: كيف أدير اشتراكي؟

source: How do I report a problematic AI response?
ar: كيف أبلغ عن استجابة ذكاء اصطناعي مشكلة؟

source: How do I start a conversation?
ar: كيف أبدأ محادثة؟

source: How does mood tracking work?
ar: كيف يعمل تتبع المزاج؟

source: How should I support you?
ar: كيف يمكنني دعمك؟

source: I can't sleep
ar: لا أستطيع النوم

source: I just need someone to listen
ar: أحتاج فقط لمن يستمع

source: I understand
ar: أفهم ذلك

source: I Understand and Accept
ar: أفهم وأقبل

source: I'm feeling anxious today
ar: أشعر بالقلق اليوم

source: I’m here with you.
ar: أنا هنا معك.

source: I'm here…
ar: أنا هنا…

source: If Anchor detects language suggesting you may be in danger, it will pause the conversation and show you emergency resources including the 988 Suicide & Crisis Lifeline. You can choose to view resources, continue the conversation, or end the session.
ar: إذا اكتشف مرساة لغة توحي بأنك قد تكون في خطر، سيوقف المحادثة مؤقتاً ويعرض لك موارد الطوارئ بما في ذلك خط الانتحار والأزمات ٩٨٨. يمكنك اختيار عرض الموارد أو متابعة المحادثة أو إنهاء الجلسة.

source: If you are experiencing a mental health crisis, having thoughts of suicide or self-harm, or are in immediate danger, please contact emergency services immediately.
ar: إذا كنت تمر بأزمة صحة نفسية أو لديك أفكار انتحارية أو إيذاء للنفس أو في خطر فوري، يرجى الاتصال بخدمات الطوارئ فوراً.

source: If you are in immediate danger, please call emergency services (%@) or go to your nearest emergency room.
ar: إذا كنت في خطر فوري، يرجى الاتصال بخدمات الطوارئ (%@) أو التوجه إلى أقرب غرفة طوارئ.

source: If you're in crisis, contact: • 988 - Suicide & Crisis Lifeline • 911 - Emergency services • Crisis Text Line: Text HOME to 741741
ar: إذا كنت في أزمة، تواصل مع: • ٩٨٨ - خط الانتحار والأزمات • ٩١١ - خدمات الطوارئ • خط أزمات نصي: أرسل HOME إلى 741741

source: Ignored my boundaries
ar: تجاهل حدودي

source: Immediate Crisis
ar: أزمة فورية

source: Impact
ar: التأثير

source: Important
ar: مهم

source: Important Limitations
ar: قيود مهمة

source: Important Safety Information
ar: معلومات سلامة مهمة

source: Inaccurate or misleading
ar: غير دقيق أو مضلل

source: Inappropriate tone
ar: نبرة غير لائقة

source: Inhale
ar: شهيق

source: Insights
ar: الرؤى

source: International Resources
ar: موارد دولية

source: Interrupted
ar: متقطع

source: Is Anchor a replacement for therapy?
ar: هل مرساة بديل عن العلاج النفسي؟

source: Is my data stored in the cloud?
ar: هل بياناتي مخزنة في السحابة؟

source: It looks like you're feeling a bit better.
ar: يبدو أنك تشعر بتحسن قليل.

source: It sounds like you may be going through something intense. If you're in danger or need immediate help, please contact emergency services.
ar: يبدو أنك تمر بشيء صعب. إذا كنت في خطر أو تحتاج مساعدة فورية، يرجى الاتصال بخدمات الطوارئ.

source: It's okay if things still feel heavy.
ar: لا بأس إذا كانت الأمور لا تزال ثقيلة.

source: Jump to latest
ar: انتقل إلى الأحدث

source: Jump to latest message
ar: انتقل إلى أحدث رسالة

source: Just now
ar: الآن

source: Just talk
ar: فقط تحدث

source: Key insight
ar: رؤية رئيسية

source: Key insight: %@
ar: رؤية رئيسية: %@

source: Last takeaway
ar: آخر خلاصة

source: Last Updated: February 7, 2026
ar: آخر تحديث: ٧ فبراير ٢٠٢٦

source: Last week: %@
ar: الأسبوع الماضي: %@

source: Learned Profile
ar: الملف المكتسب

source: Let it out
ar: فرّغ ما بداخلك

source: Let your shoulders soften. You’re doing your best.
ar: أرخِ كتفيك. أنت تبذل قصارى جهدك.
